IDEA Open Model
SectionConcreteCheckResult Class
Compatible with IDEA StatiCa 20.1
 ection concrete result
Inheritance Hierarchy
System.Object
 IdeaRS.OpenModel.Concrete.CheckResult.SectionConcreteCheckResult
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public class SectionConcreteCheckResult
Public Class SectionConcreteCheckResult
The SectionConcreteCheckResult type exposes the following members.
Constructors
Name | Description
SectionConcreteCheckResult
 Constructor
Top
Properties
Name | Description
ExtremeResults
 Extreme results
SectionId
 Id Of section
Top
See Also
Reference
IdeaRS.OpenModel.Concrete.CheckResult Namespace